[Main]
DisplayName=Polski

[SmartDefrag_SDMainForm]
btn_close.Hint=Zamknij
btn_maximize.Hint=Maksymalizuj
btn_minimize.Hint=Minimalizuj
btn_restore.Hint=Przywróć
btn_more.Hint=Opcje
btn_shuffle.Hint=Szansa na losowanie
lblLatestNews.Caption=Podziel się tym oprogramowaniem z rodziną i przyjaciółmi. Będą zadowoleni korzystając z niego!
btn_game_optimize.Caption=Optymalizuj
btn_gamedefrag_start.Caption=Wznów
btn_gamedefrag_stop.Caption=Zatrzymaj
btn_gamedefrag_pause.Caption=Wstrzymaj
btn_defrag_finish.Caption=Zakończ
btn_backtosvolumetatus.Caption=Wstecz
lblPBD_DPF.Caption=Defragmentacja plików stronicowania i plików hibernacji.
lblPBD_DMFT.Caption=Defragmentacja MFT
lblPBD_DSYS.Caption=Defragmentacja plików systemowych
lblPBD_DREG.Caption=Defragmentacja plików rejestru
lblPBD_DCF.Caption=Defragmentacja określonych plików
btnBTConfig.Caption=Konfiguracja
LabelEnableBTD.Caption=Defragmentacja obszaru rozruchu
lblBootTimeDefrag.Caption=Historia defragmentacji obszaru rozruchu
lvBootTimeDefragListView.Columns[0].Caption=Dane
lvBootTimeDefragListView.Columns[1].Caption=Rozmiar całkowity
lvBootTimeDefragListView.Columns[2].Caption=Fragmentów
lvBootTimeDefragListView.Columns[3].Caption=Działanie
btn_tab_actioncenter.Caption=Centrum działania
btn_tab_boottimedefrag.Caption=Defragmentacja obszaru rozruchu
btn_tab_diskdefrag.Caption=Defragmentacja dysku
btn_tab_gameoptimize.Caption=Optymalizacja gry
lbl_map.Caption=Mapa koloru:
lblResetColor.Caption=Resetuj
lvDefragList.Columns[0].Caption=Nazwa
lvDefragList.Columns[1].Caption=Fragmenty
lvDefragList.Columns[2].Caption=Rozmiar
lvDefragList.Columns[3].Caption=Ścieżka
lvDefragList.Columns[4].Caption=Wynik
btnShowDefragMap.Caption=Mapa
btnShowDefragList.Caption=Szczegóły
btnShowJunkFile.Caption=Śmieci
lblAfterDefragTask.Items[0].Caption=Wyłączanie po defragmentacji
lblAfterDefragTask.Items[1].Caption=Uśpij po defragmentacji
lblAfterDefragTask.Items[2].Caption=Hibernuj po defragmentacji
lblAfterDefragTask.Items[3].Caption=Uruchom ponownie po defragmentacji
lblStatus.Caption=Województwo:
lblSSDStatus.Caption=Województwo:
lblAfter.Caption=Po:
lblBefore.Caption=Przed:
lblFragRate.Caption=Współczynnik fragmentacji:
lblDefragFragmentRate.Caption=Współczynnik fragmentacji:
btn_start.Caption=Wznów
btn_stop.Caption=Zatrzymaj
btn_pause.Caption=Wstrzymaj
lbl_estimatedtime1.Caption=Szacunkowy pozostały czas:
btn_backtosvolumetatus.Caption=Wstecz
btnFixDefrag.Caption=Silna defragmentacja
btn_view_report.Caption=Wyświetl raport
lblJunkScanSkip.Caption=Pomiń
mniOpenSmartDefrag.Caption=Otwórz Smart Defrag
mniHomePage.Caption=Strona główna
mniSupport.Caption=Obsługa techniczna
mniExit.Caption=Zakończ
mniTask_Shutdown.Caption=Wyłącz
mniTask_Sleep.Caption=Uśpij
mniTask_Hibernate.Caption=Hibernuj
mniTask_Reboot.Caption=Uruchom ponownie
mniSkinClassic.Caption=Klasyczna
mniSkinWhite.Caption=Biała
btnFeedBack.Caption=Wyślij opinię
btnViewReport.Caption=Wyświetl raport
btnScanMore.Caption=Skanuj więcej
lblBootTimeSSD.Caption=To są dyski SSD, a dysk SSD nie wymaga defragmentacji.
shp_map_free.Hint=Wolne miejsce
shp_map_mft.Hint=Główna tabela pliku
shp_map_dir.Hint=Katalogi
shp_map_frequent.Hint=Najczęściej używane
shp_map_rare.Hint=Rzadko używane
shp_map_unmovable.Hint=Nieprzenośne
shp_map_frag.Hint=Fragmenty
shp_map_moving.Hint=Przenoszone
btn_nav_show.Hint=Pokaż Centrum działania
btn_nav_hide.Hint=Ukryj Centrum działania
lbl_defragprogress.Caption=Postęp całkowity:
lblGameEstimatedTime.Caption=Postęp całkowity:
lblRecommendation.Caption=Zalecane:
lblJunkCleaned.Caption=Wyczyszczono śmieci:
lblSpaceReleased.Caption=Zwolniono miejsca:
btn_feedback.Caption=Wyślij opinię
btnGameViewReport.Caption=Wyświetl raport
rdlblBootTimeDefragDesc.Caption=Defragmentuj pliki systemowe przed uruchomieniem systemu w celu maksymalizacji wydajności systemu.
btnBTActiveNow.Caption=Aktywuj teraz
btnGOActiveNow.Caption=Aktywuj teraz
rdlblEnterCode.Caption=Wpisz kod
btnManageLicense.Caption=Zarządzanie licencją
rdlblProfuture.Caption=Maksymalizacja wydajności i czasu trwania dysku:
btnProfutureAuto.Caption=Automatyczna silna defragmentacja
btnProfutureBootTimeDefrag.Caption=Defragmentacja obszaru rozruchu
btnProfutureAlways.Caption=Zawsze na bieżąco

[SmartDefrag_SDMainMenu]
btn_more.Hint=Opcje
btnAbout.Caption=O programie
btnCheckUpdates.Caption=Sprawdź aktualizacje
btnDownload.Caption=Pobierz bezpłatnie z IObit
btnFindUsOnFacebook.Caption=Znajdź nas na Facebooku
btnReport.Caption=Raport
btnSettings.Caption=Ustawienia...
btnSkin.Caption=Skórka
btnTechnicalSupport.Caption=Obsługa techniczna
btnTranslate.Caption=Pomóż nam tłumaczyć
btnUseManual.Caption=Podręcznik użytkownika
btnDiskHealth.Caption=Zdrowotność dysku

[SmartDefrag_SDDefragMenuForm]
mniItem1.Caption=Analizowanie
mniItem2.Caption=Defragmentacja i Optymalizacja
mniItem3.Caption=Defragmentacja dużych plików
mniItem4.Caption=Defragmentacja wolnego miejsca
mniItem5.Caption=Defragmentacja i priorytet plików (powolna)
mniItem6.Caption=Modyfikacja i Inteligentna optymalizacja
mniItem7.Caption=Szybka defragmentacja

[SmartDefrag_LocalDiskItemFile]
lblPath.Caption=Dodaj pliki i Foldery
btnAddFile.Caption=Dodaj plik
btnAddFolder.Caption=Dodaj Folder

[SmartDefrag_FormSetting]
btn_close.Hint=Zamknij
lblTitle.Caption=Ustawienia
Button_Recommand.Caption=Zalecane
Button_OK.Caption=OK
Button_Cancel.Caption=Anuluj
Button_Apply.Caption=Zastosuj
lblSettingType.Caption=Ustawienia ogólne
AutoLoadCheck.Caption=Załaduj automatycznie przy uruchamianiu Windows (zalecane)
CloseSetCheck.Caption=Minimalizuj do zasobnika systemowego przy zamykaniu programu (zalecane)
TrayCheck.Caption=Włącz podpowiedzi w zasobniku systemowym
CheckBox_Show_RemovableDisk.Caption=Nie wyświetlaj dysków wymiennych
lblSilentDesc.Caption=Włączenie tej funkcji może zapewnić płynną defragmentację bez przerywania.
lblReplaceDefragDesc.Caption=Włączenie tej funkcji oznacza silną defragmentację, uruchamianą podczas wywoływania Defragmentatora dysku Windows.
lblVSSDesc.Caption=VSS zostanie tymczasowo zatrzymane podczas defragmentacji w celu ochrony aktualnej kopię zapasowej VSS oraz VSS po zakończeniu defragmentacji. (VSS: kopiowanie wolumenów w tle)
lblBatteriesDesc.Caption=Defragmentacja zużywa dużo energii akumulatora. W związku z tym zaleca się zatrzymanie defragmentacji, podczas korzystania z baterii.
ReplaceWindowDefrag.Caption=Zastąp Defragmentator dysków Windows
SilentCheck.Caption=Włącz silną cichą technologię podczas defragmentacji (zalecane)
chkEnableVSS.Caption=Zatrzymaj VSS przy defragmentacji wolumenu NTFS
BatteryCheck.Caption=Zatrzymaj automatyczną oraz zaplanowaną defragmentację w trybie zasilania z baterii (zalecane)
Label_Auto_Des.Caption=Dzięki nowej technologii, będą automatycznie defragmentowane pofragmentowane pliki podczas bezczynności PC, w celu ochrony dysków twardych.
Label_DefragRate.Caption=Defragmentuj, kiedy współczynnik fragmentacji przekroczy:
ExcludeCheck.Caption=Pomiń pliki większe niż 1 GB
ComboBox_DefragRate.Items[0].Caption=Zawsze defragmentuj
ComboBox_DefragRate.Items[1].Caption=1%
ComboBox_DefragRate.Items[2].Caption=3%
ComboBox_DefragRate.Items[3].Caption=5%
ComboBox_DefragRate.Items[4].Caption=10%
Label_Exclude_Des.Caption=Wykluczone pliki i foldery w tym ich podfoldery nie będą analizowane lub defragmentowane.
Button_Add_File.Caption=Dodaj plik...
Button_Add_Folder.Caption=Dodaj Folder...
Button_Delete.Caption=Usuń
ListView_Exlude.Columns[0].Caption=Nazwa
Label_Schedule_Des.Caption=Zaplanowana defragmentacja defragmentuje HDD oraz modyfiacja SSD w zaplanowanym czasie, bez interwencji użytkownika..
Label_Schedule_Task.Caption=Zaplanowane zadanie
Label_Action.Caption=Działanie:
Label_Schedule_Status.Caption=Stan:
Button_Config_Schedule.Caption=Konfiguracja
ScheduleList.Columns[0].Caption=Wolumen
lvBootTimeDefrag.Columns[0].Caption=Wolumen
lvAAList.Columns[0].Caption=Wolumen
ComboBox_Action.Items[0].Caption=Silna defragmentacja
ComboBox_Action.Items[1].Caption=Defragmentacja dużych plików
ComboBox_Action.Items[2].Caption=Defragmentacja wolnego miejsca
ComboBox_Action.Items[3].Caption=Defragmentacja i Optymalizacja
ComboBox_Action.Items[4].Caption=Defragmentacja kolejności plików (Powolna)
Label_Max.Caption=Maksymalnie plików:
Label_Unsupport.Caption=Windows 2000 nie jest obsługiwany
Label_Boottime_Des.Caption=Defragmentacja obszaru rozruchu plików na HDD, które nie mogą być bezpiecznie przeniesione przy uruchomionym Windows.
Label_Boottime_Status.Caption=Stan:
RadioButton_FirstBoot.Caption=Codziennie podczas pierwszego uruchomienia
RadioButton_EveryBoot.Caption=Każde ponowne uruchomienie
RadioButton_Custom.Caption=Co 2 dni po pierwszym uruchomieniu
RadioButton_NextBoot.Caption=Tylko następne uruchomienie
Label_language.Caption=Aktualny język:
Label_Trans.Caption=Przezroczystość:
CheckBox_DMC.Caption=Włącz dostępną mapę dysku dla kwestionowanego koloru
lblJKF_SelectJunkFile.Caption=Zaznacz obiekty, które chcesz wyczyścić:
chkJKF_EnableDOD.Caption=Włącz bezpieczne usuwanie plików DOD 5220.22-M (powolne)
chkJKF_DeleteTime.Caption=Usuwaj pliki tymczasowe Windows starsze niż 1 tydzień
TreeView_Option.Items[0].Caption=Ustawienia ogólne
TreeView_Option.Items[1].Caption=Defragmentacja
TreeView_Option.Items[2].Caption=Automatyczna usługa
TreeView_Option.Items[3].Caption=Automatyczna defragmentacja
TreeView_Option.Items[4].Caption=Zaplanowana defragmentacja
TreeView_Option.Items[5].Caption=Defragmentacja obszaru rozruchu
TreeView_Option.Items[6].Caption=Ogólne
TreeView_Option.Items[7].Caption=Dostosowywanie
TreeView_Option.Items[8].Caption=Czyszczenie dysku
TreeView_Option.Items[9].Caption=Lista wykluczeń
TreeView_Option.Items[10].Caption=Automatyczna aktualizacja
TreeView_Option.Items[11].Caption=Interfejs użytkownika
TreeView_Option.Items[12].Caption=Tryb cichy
TreeView_Option.Items[13].Caption=Automatyczna analiza
CategoryLine_Boottime_Method.Caption=Metoda
CategoryLine_Boottime_Log.Caption=Plik dziennika
CategoryLine_Schedule_Method.Caption=Metoda
CategoryLine_Schedule_Schedule.Caption=Harmonogram
chkEnableDiskSpeed.Caption=Włącz inteligentne przyspieszanie dysku
lblEnableDiskSpeedDesc.Caption=Funkcja ta włącza DMA (Bezpośredni dostęp do pamięci) w celu polepszenia wydajności i zwiększenia przestrzeni dyskowej pamięci podręcznej dysku twardego w celu zmniejszenia częstotliwości odczytu i zapisu.
CategoryLine_Auto_Method.Caption=Metoda
lblAutoAction.Caption=Działanie:
ComboBox_AutoAction.Items[0].Caption=Silna deefragmentacja
ComboBox_AutoAction.Items[1].Caption=Defragmentacja dużych plików
ComboBox_AutoAction.Items[2].Caption=Defragmentacja wolnego miejsca
ComboBox_AutoAction.Items[3].Caption=Defragmentacja i Optymalizacja
ComboBox_AutoAction.Items[4].Caption=Defragmentacja kolejności plików (Powolna))
grpMethod_Method.Caption=Ogólne
lblUpdateMethod.Caption=Wybierz sposób aktualizacji:
rbAutoUpdate_Automatically.Caption=Powiadom, gdy będą dostępne aktualizacje
rbAutoUpdate_ProgramLauched.Caption=Automatyczna aktualizacja programu (zalecane)
grpMethod_Proxy.Caption=Proxy
rbProxy_Direct.Caption=Połączenie bezpośrednie (bez proxy)
rbProxy_ie.Caption=Automatycznie wykryj proxy (używa ustawień Internet Eksplorera)
rbProxy_SpecifyServer.Caption=Określ serwer proxy (tylko wtedy, gdy łączysz się z Internetem przez proxy)
lblProxy_Host.Caption=Host:
lblProxy_Port.Caption=Port:
lblProxy_UserName.Caption=Użytkownik:
lblProxy_UserPass.Caption=Hasło:
Label_TaskSchedule.Caption=Harmonogram:
Label_StartTime.Caption=Rozpocznij o:
ComboBox_TaskType.Items[0].Caption=Codziennie
ComboBox_TaskType.Items[1].Caption=Co tydzień
ComboBox_TaskType.Items[2].Caption=Co miesiąc
ComboBox_Weekly.Items[0].Caption=Niedziela
ComboBox_Weekly.Items[1].Caption=Poniedziałek
ComboBox_Weekly.Items[2].Caption=Wtorek
ComboBox_Weekly.Items[3].Caption=Środa
ComboBox_Weekly.Items[4].Caption=Czwartek
ComboBox_Weekly.Items[5].Caption=Piątek
ComboBox_Weekly.Items[6].Caption=Sobota
lblBootTimeStatus.Caption=Stan:
grpSlientMode.Caption=Stan
chkSlientMode_SlientMode.Caption=Tryb cichy
lblSlientMode_SlientModeInfo.Caption=Przełącza automatycznie do trybu cichego po wykryciu zadania pełnoekranowego lub uruchomionego określonego programu.
grpSlientMode_Description.Caption=Programy określone przez użytkownika
lblSilent_UserSpec.Caption=Włącz tryb cichy, gdy którykolwiek z poniższych programów jest uruchomiony:
btnSlientMode_Add.Caption=Dodaj
btnSlientMode_Delete.Caption=Usuń
GroupBox_SilentMode.Caption=Opis
lblSlientMode_Description1.Caption=Tryb cichy zmniejsza zużycie zasobów dzięki mechanizmowi inteligentnej defragmentacji:
lblSlientMode_Description2.Caption=1. Pomija automatycznie defragmentację automatyczną po wykryciu określonego zadania.
lblSlientMode_Description3.Caption=2. Pomija automatycznie zaplanowaną defragmentację po wykryciu określonego zadania.
lvSlientMode.Columns[0].Caption=Nazwa elementu
lvSlientMode.Columns[1].Caption=Opis
lblCBT_Desc.Caption=Defragmentując określone pliki można zdefragmentować pliki, które nie mogą być defragmentowane, gdy system jest uruchomiony. Dodaj je do poniższego okna w celu defragmentacji podczas uruchamiania.
btnCbtAddFile.Caption=Dodaj plik...
btnCbtDelete.Caption=Usuń
lblAADesc.Caption=Automatycznie analizuje dyski podczas bezczynności systemi i informuje, jeżeli istnieją fragmenty wymagające defragmentacji.
lblAAStatus.Caption=Stan:
btnNotifyWhemSchdule.Caption=Nie powiadamiaj mnie, kiedy zaplanowana defragmentacja została zakończona
btnShutdown.Caption=Wyłącz automatycznie PC po zakończeniu zaplanowanej defragmentacji
btnShowShellMenu.Caption=Pokaż defragmentację poprzez Smart Defrag w menu kontekstowym

[SmartDefrag_shutdown]
Button_Cancel.Caption=Anuluj
lblShutdownInfo.Items[0].Caption=Defragmentacja zakończona, PC będzie wyłączony za
lblShutdownInfo.Items[1].Caption=Defragmentacja zakończona, PC będzie uśpiony za
lblShutdownInfo.Items[2].Caption=Defragmentacja zakończona, PC będzie hibernowany za
lblShutdownInfo.Items[3].Caption=Defragmentacja zakończona, PC będzie uruchomiony ponownie za
btn_close.Hint=Zamknij

[SmartDefrag_ClearJunkFileTips]
btn_close.Hint=Zamknij
lblMessage.Caption=Czy chcesz wyczyścić niepotrzebne pliki, aby zwolnić przed defragmentacji więcej miejsca i zwiększyć defragmentację?
lblDontShowAgain.Caption=Zapamiętaj mój wybór
lblTipsCaption.Caption=Czyszczenie przestarzałych plików
btnYes.Caption=Tak
btnNo.Caption=Nie, dziękuję

[SmartDefrag_SDMessageBoxForm]
btn_close.Hint=Zamknij
btnYes.Caption=Tak
btnNo.Caption=Nie
btnOK.Caption=OK

[SmartDefrag_DefragReportView]
btn_close.Hint=Zamknij
lblCaption.Caption=Raport Smart Defrag
lvDefragReportListView.Columns[0].Caption=Czas
lvDefragReportListView.Columns[1].Caption=Fragmentów
lvDefragReportListView.Columns[2].Caption=Działanie

[SmartDefrag_FormAbout]
lblCaption.Caption=O programie
Label_Warning.Caption=OSTRZEŻENIE
Label_WarningInfo.Caption=Ten program komputerowy chroniony jest prawem autorskim i umowami międzynarodowymi.
Label_AllRight.Caption=Wszelkie prawa zastrzeżone.
Label_Acknowledge.Caption=Specjalne podziękowania dla poniższych osób za ich duży wkład:
btn_close.Hint=Zamknij

[SmartDefrag_M]
M_FSUnknown=Nieznany
M_FSAnalyzed=Przeanalizowany
M_FSDefragged=Zdefragmentowany
M_FSInvalidHandle=Nieprawidłowe dojście
M_FSMoveFailed=Przenoszenie nie powiodło się
M_FSNospace=Brak ciągłej przestrzeni
M_FSSkipTooLarge=Pominięto (duże pliki)
M_FSSkipRateTooLow=Pominięto (niski współczynnik fragmentacji)
M_DefragSummary=Podsumowanie defragmentacji
M_DefragDetails=Szczegóły defragmentacji
M_SSDOPTDetails=Szczegóły optymalizacji SSD
M_DiskSpaceInfo=Rozmiar Wolnych/Wszystkich
M_DefragMethod=Metoda defragmentacji
M_DefragBeginTime=Defragmentacja rozpoczęta
M_DefragEndTime=Defragmentacja zakończona
M_TotalFiles=Wszystkich plików i katalogów
M_Fragments=Fragmentów
M_Recommend=Zalecane
M_FragmentationRate=Współczynnik fragmentacji
M_DefaultVolumeName=Dysk lokalny
M_DetailsFragments=Fragmentów
M_DetailsSize=Rozmiar
M_DetailsResult=Wynik
M_DetailsPath=Ścieżka
M_DMSSDAnalyze=Analizowanie SSD
M_DMSSDOptimize=Modyfikowanie
M_DMUSSDOptimize=Modyfikowanie oraz inteligentna optymalizacja
M_DMSSDAnalyzed=elementów %d może być zmodyfikowany w celu poprawy wydajności i trwałości SSD.
M_DMSSDOptimized=SSD został zmodyfikowany dla lepszej wydajności.
M_DMUSSDAnalyzed=%d elementów może być zmodyfikowany i zoptymalizowanych w celu zwiększenia wydajności i trwałości SSD.
M_DMUSSDOptimized=SSD został zmodyfikowany i inteligentnie zoptymalizowany.
M_DMNSSDAnalyze=Analizowanie SSD
M_DMNSSDOptimize=Modyfiacja SSD
M_DMNAnalyze=Przeanalizowano
M_DMNFastDefrag=Silna defragmentacja
M_DMNSmartDefrag=Silna defragmentacja
m_DMNLargeFileDefrag=Defragmentacja dużych plików
M_DMNMergeSortDefrag=Defragmentacja kolejności plików
M_DMNSortDefrag=Defragmentacja i Optymalizacja
M_DMNMergeDefrag=Defragmentacja i Wolne miejsce
M_DMNAutoDefrag=Automatyczna defragmentacja
M_DMNSchdleDefrag=Zaplanowana defragmentacja
M_DMNDefrag=Defragmentacja
M_DMAnalyze=Analizowane
M_DMDefrag=Defragmentacja
M_DMFastDefrag=Silna defragmentacja
M_DMSmartDefrag=Silna analiza
m_DMLargeFileDefrag=Defragmentacja dużych plików
M_DMMergeSortDefrag=Defragmentacja kolejności plików
M_DMSortDefrag=Defragmentacja i Optymalizacja
M_DMMergeDefrag=Defragmentacja wolnego miejsca
M_DMAFastDefrag=Automatyczna silna defragmentacja
m_DMALargeFileDefrag=Automatyczna Defragmentacja dużych plików
M_DMAMergeSortDefrag=Automatyczna Defragmentacja i Kolejność plików
M_DMASortDefrag=Automatyczna Defragmentacja i Optymalizacja
M_DMAMergeDefrag=Automatyczna Defragmentacja wolnego miejsca
M_DMAutoDefrag=Automtyczna Defragmentacja
M_DMSchdleDefrag=Zaplanowana Defragmentacja
M_DMAnalyzed=Analizowanie
M_DMDefraged=Defragmentacja zakończona
M_DMFastDefraged=Szybka defragmentacja zakończona
M_DMMergeSortDefraged=Defragmentacja i Kolejność plików zakończona
m_DMLargeFileDefraged=Defragmentacja dużych plików zakończona
M_DMSortDefraged=Defragmentacja i Optymalizacja zakończona
M_DMMergeDefraged=Defragmentacja wolnego miejsca zakończona
M_DMAFastDefraged=Automatyczna szybka defragmentacja zakończona
M_DMAMergeSortDefraged=Automatyzna Defragmentacja i Kolejność plików zakończona
m_DMALargeFileDefraged=Automatyczna Defragmentacja dużych plików zakończona
M_DMASortDefraged=Automatyczna Defragmentacja i Optymalizacja zakończona
M_DMAMergeDefraged=Automatyczna Defragmentacja wolnego miejsca zakończona
M_DMAutoDefraged=Automtyczna Defragmentacja zakończona
M_DMSchdleDefraged=Zaplanowana defragmentacja zakończona
M_Idle=Bezczynny
M_Queuing=Oczekujący
M_DBTrim=Modyfikacja
M_DBSmartDefrag=Silna defragmentacja
M_DBOptimize=Silna optymalizacja
M_BTDViewReport=Wyświetl raport
M_OPT_TRIM=Włącz MODYFIKACJE w celu przyspieszenia odczytu i zapisu SSD.
M_OPT_PREFETCHER=Wyłącz Prefetcher w celu przedłużenia żywotności dysku twardego.
M_OPT_SUPERFETCH=Wyłącz Superfetch w celu przedłużenia żywotności dysku twardego.
M_OPT_BTD=Wyłącz defragmentację obszaru rozruchu w celu przedłużenia żywotności dysku twardego.
M_OPT_SDDT=Wyłącz zaplanowane zadanie defragmentacji w celu przedłużenia żywotności dysku twardego.
M_Day=Każdego %d dnia, przy pierwszym uruchomieniu
M_SkipSize=Pomiń pliki większe niż %s
M_StartAuto=Rozpocznij automatyczną defragmentację jeżeli przekroczono czas bezczynności systemu (%d minut)
M_PauseAuto=Wstrzymaj automatyczną defragmentację, gdy użycie zasobów przekroczy (%s)
M_StartAutoAnalyze=Rozpocznij automatyczne analizowanie jeżeli przekroczono czas bezczynności systemu (%d minut)
M_PauseAuto=Wstrzymaj automatyczną defragmentację, gdy wykorzystanie zasobów przekracza (%s)
M_ScheduleInactivated=Zaplanowana defragmentacja nie jest aktywna
M_FileExcluded=Ten plik jest wykluczony. Jeżeli chcesz go zdefragmentować, usuń go najpierw z Listy wykluczeń.
M_FileAdded="%s" został już dodany do defragmentacji.
M_ExcludedFolderAdded=Ten folder został dodany do Dodanych plików i folderów do defragmentacji. Jeżeli chcesz go wykluczyć, należy usunąć go z Dodanych plików i folderów.
M_ExcludedFileAdded=Ten plik został dodany do Dodanych plików i folderów do defragmentacji. Jeżeli chcesz go wykluczyć, należy najpierw usunąć go z Dodanych plików i folderów.
M_FolderExcluded=Ten folder jest wykluczony. Jeżeli chcesz go zdefragmentować, usuń go najpierw z Listy wykluczeń.
M_GameAdded=Gra została już dodana.
M_RunBackground=Smart Defrag jest nadal uruchomiony w tle
M_StartScheduleDefrag=Rozpocznij zaplanowaną defragmentację
M_StartAutoDefrag=Rozpocznij automatyczną defragmentację
M_LastAutoDefrag=Ostatnia automatyczna defragmentacja:
M_AddVolume=Nie można dodać wolumenu.
M_InvalidFF=Nieprawidłowy plik lub folder.
M_SDRAutoDefrag=Raport automatycznej defragmentacji
M_SDRGameDefrag=Raport optymalizacji gry
M_SDRManualDefrag=Raport defragmentacji dysku
M_DefragPaused=Wstrzymano
M_TrimStoped=Modyfiacje przerwano
M_AnalyzeStoped=Analizowanie przerwano
M_DefragStoped=Defragmentację przerwano
M_JunkScanStoped=Skanowanie przerwano
M_DefragFinished=Zakończ
M_DefragBack=Wstecz
M_JunkFileScan=Skanowanie plików śmieci %d %%
M_LFR=Niski współczynnik fragmentacji
M_FileInSSDTips=Ten plik/folder jest na dysku SSD. Proszę go nie defragmentować.
M_AddFileOrFolder=Dodaj pliki i Foldery
M_NoFileOrFolderAdded=Nie dodano Plików/Folderów
M_GameFragments=Fragmenty:
M_GameOptimized=Zoptymalizowany:
M_GameOptimizeTip=Optymalizuj gry w celu uzyskania lepszego doznania w grach.
M_GameAddTip=Proszę dodać grę do optymalizacji w celu uzyskania lepszego doznania w grach.
M_JunkFileFound=Znaleziono śmieci:
M_JunkFileCleaned=Wyczyszczono śmieci:
M_DefragedFragments=Zdefragmentowano fragmentów:
M_DefragedFiles=Zdefragmentowano plików:
M_AnalyzedFragments=Znaleziono fragmentów:
M_AnalyzedFiles=Znaleziono pofragmentowanych plików:
M_DRDefragedFragments=Zdefragmentowano fragmentów
M_DRDefragedFiles=Zdefragmentowano plików
M_DRAnalyzedFragments=Znaleziono fragmentów
M_DRAnalyzedFiles=Znaleziono pofragmentowanych plików
M_SmartOptimizeTips=Silna optymalizacja analizuje i następnie inteligentnie uruchamia najbardziej odpowiednią metodę defragmentacji HDD oraz modyfikacja SSD za pomocą jednego kliknięcia.
M_SmartDefragTips=Smart Defrag analizuje i następnie inteligentnie uruchamia najbardziej odpowiednią metodę defragmentacji za pomocą jednego kliknięcia.
M_DiskSpace=%s wolnych z %s
M_Trimmed=Modyfikowanie
M_UTrimmed=Modyfikacja i inteligentna optymalizacja zakończona
M_AppOptimizeStop=Optymalizację przerwano
M_APPDBOptimize=Optymalizacja
M_AppOptimize=Optymalizowanie
M_AppOptimized=Optymalizowanie
M_AppFoundProblem=%d elementów zostało zoptymalizowanych w celu poprawy wydajności aplikacji Windows.
M_AppNoProblem=Aplikacje Windows zostały zoptymalizowane do najwyższej wydajności.
M_Task=Kliknij, aby zmienić harmonogram
M_RecommendAnalyze=Defragmentacja nie jest wymagana
M_State=Stan
M_GameInSSD=Ta gra jest na dysku SSD. Proszę go nie optymalizować.
M_JunkFile=Plik śmieci
M_JunkFileAnalyze=Skanowanie plików śmieci
M_JunkFileCleanedHtml=Wyczyszczono plików śmieci:
M_DefragDetailsHtml=Szczegóły defragmentacji
M_StartedTimeHtml=Rozpoczęto o:
M_CompletedTimeHtml=Zakończono o:
M_AfterRateHtml=Po
M_BeforeRateHtml=Przed
M_JunkFileHtml=Pliki
M_RecommendDefrag1=Silna defragmentacja
M_RecommendDefrag2=Defragmentacja i optymalizacja
M_RecommendDefrag3=Defragmentacja dużych plików
M_RecommendDefrag4=Defragmentacja wolnego miejsca
M_RecommendDefrag5=Defragmentacja kolejności plików
M_NoVolumeSelected=Proszę zaznaczyć przynajmniej jeden dysk, aby kontynuować.
M_TrimShutdown0=Zakończono modyfikację, PC będzie wyłączony za
M_TrimShutdown1=Zakończono modyfikację, PC będzie uśpiony za
M_TrimShutdown2=Zakończono modyfikację, PC będzie hibernowany za
M_TrimShutdown3=Zakończono modyfikację, PC będzie uruchomiony ponownie za
M_OptimizeShutdown0=Optymalizacja zakończona, PC będzie wyłączony za
M_OptimizeShutdown1=Optymalizacja zakończona, PC będzie uśpiony za
M_OptimizeShutdown2=Optymalizacja zakończona, PC będzie hibernowany za
M_OptimizeShutdown3=Optymalizacja zakończona, PC będzie uruchomiony ponownie za
M_TTrimShutdown0=Wyłącz po modyfikacji
M_TTrimShutdown1=Uśpij po modyfikacji
M_TTrimShutdown2=Hibernuj po modyfikacji
M_TTrimShutdown3=Uruchom ponownie po modyfikacji
M_TOptimizeShutdown0=Wyłącz po optymalizacji
M_TOptimizeShutdown1=Uśpij po optymalizacji
M_TOptimizeShutdown2=Hibernuj po optymalizacji
M_TOptimizeShutdown3=Uruchom ponownie po optymalizacji
M_MASKSSD=Rozpoznaj jako SSD
M_MASKHDD=Rozpoznaj jako HDD
M_LEARNMORE=Dowiedz się więcej
M_EXITSDTIPS=Smart Defrag jest uruchomiony. Czy na pewno chcesz zakończyć program?
M_NOTSUPPORTSSD=Ten dysk jest SSD. Defragmentacja obszaru rozruchu nie obsługuje dysków SSD.
M_Junk0=Uwaga: Czyszczenie pamięci podręcznej DNS może spowolnić szybkość pobierania i spowodować zator.
M_Junk1=Uwaga: Czyszczenie danych starego pobierania z wyprzedzeniem może spowolnić uruchamianie systemu.
M_Junk2=Uwaga: Czyszczenie pamięci podręcznej Menu kolejności resetuje kolejność Menu start. Brakujące elementy będą usunięte.
M_Junk3=Uwaga: Czyszczenie pamięci podręcznej zasobnika powiadomień resetuje pamięć podręczną zasobnika systemowego. Wymagane ponowne uruchomienie explorer.exe.
M_Junk4=Uwaga: Czyszczenie pamięci podręcznej Rozmiar/Lokalizacja resetuje wszystkie zapisane lokalizacje Eksploratora Windows oraz ustawienia widoku.
M_Junk5=Uwaga: Czyszczenie Asystenta Historii użytkownika usunie ostatnio używane programy wymienione w Menu start.
M_Junk6=Uwaga: Czyszczenie plików dziennika IIS usuwa rekordy zdarzeń niezależnie dla dowolnej witryny, wirtualnego foldera lub pliku.
M_Junk7=Uwaga: Wyczyszczenie pamięci podręcznej miniatur spowolni szybkość wyświetlania miniatur, kiedykolwiek będzie wyświetlany folder zawierający zdjęcia.
M_Junk8=Uwaga: Czyszczenie listy przeskoku Paska zadań będzie wyłączać wyświetlanie ostatnio otwieranych elementów w Menu start oraz Pasku zadań.
M_Junk9=Uwaga: Czyszczenie zapisanych haseł, spowoduje utracenie wszystkich zapisanych haseł.
M_GameOptimizeTips=Defragmentacja oraz optymalizacja plików gry w celu szybszego i bardziej płynnego grania.
M_AllGameOptimize=Pliki gry zostały zoptymalizowane. Proszę korzystać ze swojej gry.
M_ON=WŁ
M_OFF=WYŁ
M_MoreThan2Hours=więcej niż 2 godziny
M_NoFragmentsFound=Nie znaleziono fragmentów
M_NoJunkFilesFound=Nie znaleziono plików śmieci
M_ActiveAll=Aktywuj wszystko
M_ActiveNow=Akywuj teraz
M_SkinName=Skórka:
M_ShellDefrag=Defragmentuj poprzez Smart Defrag
M_ShellTrim=Modyfikuj za pomocą Smart Defrag
M_SkinNameClassic=Klasyczna
M_SkinNameReadable=Czytelna
M_SpecifyFiles=Określone pliki
M_PromoteTitle11=Masz już dość ręcznej defragmentacji?
M_PromoteTitle12=Kup teraz, aby uzyskać automatyczną defragmentację.
M_PromoteTitle21=Kup teraz, aby uzyskać defragmentację określonych plików w czasie rozruchu w celu defragmentacji tych fragmentów.
M_VendorSpecific=Specyficzne dla dostawcy
M_CFragMentInfo=Tutaj są <a>%d</a> fragmenty na dyskach. Zdefragmentuj je, aby PC był szybszy stabilniejszy.
M_DefaultName=Dysk lokalny
M_DiskGood=Dobry
M_DiskFair=Niezły
M_DiskPoor=Słaby
M_DiskInfoTips=Zwolnij więcej miejsca za pomocą Advanced SystemCare i przyspiesz komputer TERAZ!
M_DiskStatusGood=Dobry
M_DiskStatusWarn=Alarmowy
M_DiskStatusError=Błąd
M_SchduleDefragInfo=<a>%d</a> Fragmentów było defragmentowanych. Aktywuj automatyczną defragmentację, aby automatycznie defragować dyski w celu uzyskania najwyższej wydajności.
M_ActivateTitle=Maksymalizuj wydajność i czas działania dysku:
M_ActivateContent1=Automatyczna Silna defragmentacja
M_ActivateContent2=Defragmentacja podczas uruchamiania komputera
M_ActivateContent3=Zawsze aktualne
M_ActivateButton=Aktywuj wszystko

[M_JunkfilesScanner]
M_Scan=Skanowanie:
M_Fix=Naprawianie:
M_WinBin=Kosz Windows
M_WinTempF=Pliki tymczasowe Windows
M_IETempF=Pliki tymczasowe IE
M_SearchAA=Asystent wyszukiwania autouzupełniania
M_OtherMRUs=Inny Eksplorator MRU
M_Clip=Schowek
M_Dumps=Zrzuty pamięci
M_ChkDskFrag=Fragmenty plików Chkdsk
M_WinLog=Pliki dziennika Windows
M_WinEReport=Raport błędu Windows
M_DNSCache=Pamięć podręczna DNS
M_OldPD=Stare dane pobierania z wyprzedzeniem
M_MenuOC=Pamięć podręczna Menu kolejności
M_TrayNC=Pamięć podręczna zasobnika powiadomień
M_WinSLCache=Rozmiar okna/Lokalizacja pamięci podręcznej
M_UserAH=Asystent Historii użytkownika
M_IISLog=Pliki dziennika IIS
M_ThumCache=Pamięć podręczna miniatury
M_TaskbarJPL=Lista szybkiego dostępu w pasku zadań
M_GS=Stan ogólny
M_ItemsCap=%s elemntów, %s
M_JunkFixCap=[Naprawa plików śmieci]: naprawiono problemów %d
M_Det=Szczegóły
M_Del=Usunięte
M_NoteMOC=Uwaga: Czyszczenie menu zamówienia pamięci podręcznej spowoduje zresetowanie kolejności menu Start. Żadne elementy nie będą usunięte.
M_NoteTNC=Uwaga: Czyszczenie pamięci podręcznej Zasobnika powiadamiania, resetuje pamięć podręczną zasobnika systemowego. wymagane ponowne uruchomienie explorer.exe.
M_NoteWSC=Uwaga: Czyszczenie rozmiaru okna/Lokalizacja pamięci podręcznej resetuje wszystkie zapisane lokalizacje Eksploratora Windows oraz ustawienia widoku.
M_NoteUAH=Uwaga: Czyszczenie Asystenta Historii użytkownika usunie ostatnio używane programy wymienione w Menu start.
M_WinSys=System Windows
M_HisTrace=Historia i śledzenie
M_WinAppCache=Pamięć podręczna Windows
M_WinUpdateCache=Pamięć podręczna automatycznej aktualizacji Windows
M_WinUpdateDB=Automatyczna aktualizacja Bazy danych Windows
M_SoftInsTemp=Pliki tymczasowe instalacji oprogramowania
M_WinFontCache=Pamięć podręczna czcionki Windows

[ACD_M]
M_Downloading=Pobieranie:
m_Installing=Instalacja:
M_DiskIsFull=Brak miejsca na dysku!
M_NetError=Pobieranie nie powiodło się z powodu błędu w pracy sieci, proszę spróbować ponownie później!
M_Tips=Naprawianie jest w trakcie. Kliknij dwukrotnie ikonę, aby zobaczyć szczegóły.
M_MD5Faild=Pobrany plik jest uszkodzony, proszę spróbować ponownie później.
M_AreSure_IObit=Czy na pewno chcesz zakończyć IObit Downloader?
M_Speed=Szybkość:
M_TipFixing=Naprawianie
M_AreSure=Czy jesteś pewny, że chcesz zakończyć IObit Downloader?

[IMF_frmIMF_ConvertUI]
lblCaption.Caption=Uzyskaj BEZPŁATNIE Advanced SystemCare
lblDesc_IMF.Caption=Po odinstalowaniu IObit Malware Fighter, uzyskaj BEZPŁATNĄ wersję Advanced SystemCare.
lblDesc_SD.Caption=Po odinstalowaniu IObit Smart Defrag, uzyskaj BEZPŁATNĄ wersję Advanced SystemCare.
lblGet.Caption=Advanced SystemCare może zoptymalizować wydajność komputera i zwiększyć szybkość Internetu, sprawiając ponownie poczucie nowego komputera. Jest to zaufanie ponad 150 milionów użytkowników!
btnConvertASC.Caption=Odinstaluj i uzyskaj BEZPŁATNIE Advanced SystemCare
btnNo.Caption=Nie, chcę pełnej deinstalacji
btnCancel.Caption=Anuluj
btnClose.hint=Zamknij

[ACD_frmActionCenter]
lbl_Cancel.Caption=Anuluj
lbl_Min.Caption=Minimalizuj
btnClose.Hint=Zamknij

[SmartDefrag_AutoupdateFormMain]
Label_Titile.Caption=Aktualizator Smart Defrag
Label_CheckUpdate.Caption=Uzyskiwanie informacji o aktualizacjach, proszę czekać...
Label_UpdateDetails.Caption=Nowa wersja Smart Defrag jest dostępna, pobierz teraz, aby korzystać z najnowszych funkcji i ulepszeń.
Label_VWN_Pro.Caption=Zobacz co nowego
Label_NewVersionUpdate.Caption=Nowa wersja Smart Defrag jest dostępna, pobierz teraz, aby korzystać z najnowszych funkcji i ulepszeń.
Label_NewFileUpdate.Caption=Nowa aktualizacja jest dostępna, pobierz teraz, aby korzystać z najnowszych funkcji i ulepszeń.
Label_ClickDownload.Caption=Kliknij "%s", aby pobrać i zastosować aktualizację.
Label_FinishInfo.Caption=Zakończ!
Label_NoUpdate.Caption=Gratulacje! Masz już najnowszą wersję.
Label_Nottention.Caption=Uwaga: Smart Defrag automatycznie uruchomi się ponownie, aby zastosować tą aktualizację.
Label_RestartWarn.Caption=Uwaga: Proszę, uruchomić ponownie komputer, aby zakończyć aktualizację. Uruchomić ponownie teraz?
Label_Cancel.Caption=Anuluj
Label_ProxySet.Caption=Ustawienia proxy
Label_DecideLater.Caption=Zdecyduj później
RdImageButton_RestartLater.Caption=Uruchom ponownie później
RdImageButton_RestartNow.Caption=Uruchom ponownie teraz
RdImageButton_Download.Caption=Pobierz teraz
RdImageButton_Finish.Caption=OK
Label_ViewWN.Caption=Zobacz, co nowego

[SmartDefrag_AutoupdateFormMain_M]
M_Close=Zamknij
M_GetUpdateInfo=Uzyskiwanie informacji o aktualizacji, proszę czekać...
M_Retry=Ponów
M_GetUpdateFailed=Nie udało się uzyskać informacji o aktualizacji, proszę spróbować ponownie później.
M_Finish=OK
M_GetFileFailed=Nie udało się uzyskać plików aktualizacji, proszę spróbować ponownie później.
M_CancelDownload=Czy na pewno chcesz anulować pobieranie aktualizacji?
M_UpdateSucceed=Zaktualizowano pomyślnie!
M_KillUpdateTip=Ten program jest nieaktualny i nie będzie pracował już więcej. Proszę pobrać i używać najnowszą wersję.

[SmartDefrag_AutoupdateFormMain_Version]
Label_Ver_Title.Caption=Smart Defrag %s jest teraz dostępny!
Label_Ver_WN.Caption=Co nowego
Label_Ver_RML.Caption=Przypomnij mi później
RdImageButton_Ver_Download.Caption=Aktualizuj teraz

[SmartDefrag_AutoupdateFormMain_Version_M]
M_Close=Zamknij
M_UpCap=Smart Defrag %s jest teraz dostępny!
M_UpInfo=Kliknij "%s", aby korzystać z najnowszych funkcji i udoskonaleń!

[SmartDefragUpgrate]
lblCongratulations.Caption=Gratulacje!
lblSubCongratulations.Caption=Pomyślnie zaktualizowano do
lblWhatNew.Caption=CO NOWEGO
lblWhatNew_LTTitle.Caption=Nowa generacja modułu defragmentacji dysku
lblWhatNew_LTSubTitle.Caption=Nowa generacja modułu defragmentacji dysku, optymalizuje dyski efektywnie i wydajnie.
lblWhatNew_RTTitle.Caption=Nowa defragmentacja kolejności plików w celu lepszego przyspieszania
lblWhatNew_RTSubTitle.Caption=Defragmentacja i Metoda kolejności plików, poprawia wydajność PC poprzez przyspieszanie dostępu do danych.
lblWhatNew_LBTitle.Caption=Defragmentacja aplikacji Windows 8.1 Metro
lblWhatNew_LBSubTitle.Caption=Pełna obsługa defragmentacji aplikacji Windows 8.1 Metro w celu szybszych i płynniejszych doznań uruchamiania.
lblWhatNew_RBTitle.Caption=Czyszczenie dysku
lblWhatNew_RBSubTitle.Caption=Czyszczenie plików śmieci, aby zwolnić więcej dostępnego miejsca na dysku i uzyskać skuteczniejszą defragmentację.
btnClose.Caption=Zamknij

[IMF_M]
M_TitleSD=Uzyskaj BEZPŁATNIE Advanced SystemCare po odinstalowaniu Smart Defrag IObit

[SendBugReportNew_FrmMain]
lblErrorDetails.Caption=Szczegóły błędu:
lblUserEmail.Caption=Twój e-mail:
btnClose.Hint=Zamknij

[SendBugReportNew_M]
M_BugStatisticsTips=wystąpił problem i musi zostać zamknięty. Analizujemy teraz przyczyny. Proszę czekać...
M_SendingTips=Wysyłanie...
M_InvalidEmailTips=Nieprawidłowy adres e-mail! Proszę podać swój adres email, abyśmy mogli skontaktować się z Tobą.
M_OKTips=OK

[SDFeed_Form_Feedback]
lbFeedbbackTitle.Caption=Opinia
RdLabel_Mail.Caption=E-mail:
RdLabel_Subject.Caption=Rodzaj zgłoszenia:
RdLabel_MailDes.Caption=Proszę się upewnić, czy adres e-mail jest prawidłowy, abyśmy mogli skontaktować się z Tobą.
RdLabel_MailBody.Caption=Opis:
RdLabel_Attach.Caption=Załączniki
lblSendDes.Caption=Wysyłanie opinii...
lblSend.Caption=Wyślij
ButtonCancel.Caption=Anuluj
ComboBox_Subject.Items[0].Caption=Lubię to
ComboBox_Subject.Items[1].Caption=Sugestie
ComboBox_Subject.Items[2].Caption=Problemy współczynnika fragmentacji
ComboBox_Subject.Items[3].Caption=Analizowanie/Problemy defragmentacji
ComboBox_Subject.Items[4].Caption=Pobieranie/Aktualizacja nie powiodła się
ComboBox_Subject.Items[5].Caption=Nie zdołano rozpoznać dysku
ComboBox_Subject.Items[6].Caption=Inne
ImageNoteClose.hint=Zamknij
ButtonAdd.hint=Dodaj
ButtonAttachView.hint=Zobacz
ButtonSend.Caption=Wyślij

[SDFeed_M]
M_MailAddrHint=Proszę się upewnić, czy adres e-mail jest prawidłowy, abyśmy mogli się z Tobą skontaktować.
M_DescriptionHint=Proszę napisać opis.
M_MailSuccHint=Dziękujemy za opinię. Skontaktujemy się z Tobą jak najszybciej.
M_TimeoutHint=Nie zdołano wysłać opinii. Proszę kliknąć OK, aby przesłać opinię online.
M_SendMail=Lub bezpośrednio skontaktuj się z nami poprzez %s
M_Remove=Usuń wszystko
M_AttachErrorExt=Pliki następujących typów nie mogą być dołączone:
M_AttachOversize=Nie zdołano dodać załącznika! Jego rozmiar przekracza limit 10 MB.

[SmartDefrag_SDUpgradeTipsForm]
lblTitle.Caption=Gratulacje!
lblInfo.Caption=Pomyślnie zaktualizowano do najnowszej wersji Smart Defrag.
btnOK.Caption=Wypróbuj teraz!
btn_close.Hint=Zamknij

[SmartDefrag_SDActivateNowForm]
btnContent1.Caption=Do 200% szybszy
btnContent2.Caption=Bardziej inteligentny i prostszy
btnContent3.Caption=Więcej stabilności i zagłębienia
btnContent4.Caption=Zawsze aktualne
btnActivateNow.Caption=Aktywuj teraz
rdlblActivateCode.Caption=Wpisz kod
rdlblTitle.Caption=Aktywuj wszystkie zalety

[SDRegister_Form_IObit_Register]
Label_Title.Caption=Maksymalizacja wydajności i czasu trwałości dysku poprzez edycję Pro
RdLabel_Des.Caption=Uaktualnienie do edycji Pro, pozwala na inteligentną i gruntowną defragmentację oraz optymalizację:
RdLabel_01_Title.Caption=Do 200% szybciej
RdLabel_02_Title.Caption=Prostsze i bardziej inteligentne
RdLabel_03_Title.Caption=Lepsza stabilność oraz dogłębność
RdLabel_04_Title.Caption=Zawsze na bieżąco
RdLabel_01_Cap.Caption=Pozostawia więcej miejsca na dysku i do 200% przyspiesza dostęp do pliku
RdLabel_02_Cap.Caption=Automatyczna defragmentacja wybranych plików i dysków w czasie rzeczywistym
RdLabel_03_Cap.Caption=Dogłębna defragmentacja dysków, a nawet plików systemowych podczas uruchamiania
RdLabel_04_Cap.Caption=Automatyczna aktualizacja do najnowszej wersji Smart Defrag
Label_EnterCode.Caption=Wpisz kod
Label_Help.Caption=Pomoc
Label_Eg.Caption=Np.: F4B1D-ACAB1-AB4FF-5FDC6
Label_TechDes.Caption=Proszę wpisać kod licencji i kliknąć "Zarejestruj teraz", aby włączyć wszystkie funkcje edycji Pro. Aby uniknąć błędów literowych, proszę skopiować i wkleić kod licencji do tego okienka z otrzymanej wiadomości e-mail.
Label_LicenseCode.Caption=Kod licencji:
Button_Activate.Caption=Aktywuj teraz
Button_RegisterNow.Caption=Zarejestruj teraz
Button_RegisterClose.hint=Zamknij
Label_LMTitle.Caption=Zarządzanie licencją:
Label_LMLSta.Caption=Stan licencji:
Label_LMLCode.Caption=Kod licencji:
Label_LMLDate.Caption=Data wygaśnięcia:
Label_LMLeftDays.Caption=Pozostało dni:
Label_LMHelp.Caption=Pomoc
Label_LMRefresh.Caption=Odśwież
Label_LMExportL.Caption=Eksportuj licencję
Button_LMClose.hint=Zamknij
Button_OK.Caption=OK
Label_KnowMore.Caption=Dowiedz się więcej o edycji Pro
LabelB_01_Cap.Caption=Podstawowa defragmentacja dysku twardego i optymalizacja
LabelB_02_Cap.Caption=Do 200% przyspiesza dostęp do pliku
LabelB_03_Cap.Caption=Najlepsze wrażenia z optymalizacji gry
LabelB_04_Cap.Caption=Defragmentacja obszaru rozruchu w celu szybszego uruchamiania PC
LabelB_05_Cap.Caption=Automatycznie i inteligentnie defragmentuje pofragmentowane pliki
LabelB_06_Cap.Caption=Dostosowywanie trybu defragmentacji dysku/plików do defragmentacji
LabelB_07_Cap.Caption=Automatyczna aktualizacja do najnowszej wersji
LabelB_08_Cap.Caption=Bezpłatna całodobowa obsługa techniczna na żądanie
LabelB_Curent.Caption=Aktualny
LabelB_PRO.Caption=PRO
LabelC_WhatMore.Caption=Co więcej, można również uzyskać wszystkie poniższe funkcje PRO:
Btn_Boost.Caption=Inteligentne przyspieszanie dysku
Btn_DefragRegistry.Caption=Defragmentuj pliki rejestru
Btn_AutoDefrag.Caption=Automatyczna defragmentacja
Btn_DefragSpecilFile.Caption=Defragmentuj określone pliki
Label_KnowMoreC.Caption=Dowiedz się więcej o edycji Pro

[SDRegister_M]
M_license_seat=Położenie licencji
M_EnterError=Proszę wpisać kod licencji!
M_ErrorTitle=Błąd aktywacji
M_SucceedTitle=Aktywacja
M_IsOtherCode=Kod licencji %s jest właściwy tylko dla %s. Proszę kliknąć przycisk OK, aby pobrać i zarejestrować %s.
M_InvalidCode=Nieprawidłowy kod licencji. Proszę wpisać prawidłowy kod licencji.
M_License_Pro=Kod licencji został aktywowany pomyślnie.
M_License_valication=Nie można połączyć się z naszym serwerem. Proszę sprawdzić ustawienia sieci / serwera proxy i spróbować sprawdzanie licencji później.
M_License_Expired=Licencja %s wygasła. Proszę odnowić kod licencji lub zakupić nowy.
M_License_Unknow=Nieznany błąd!
M_License_Illegal=Kod licencji nie może być aktywowany. Prosimy o zakupienie nowego.
M_License_Overseat=Kod licencji %s był aktywowany dla maksymalnej ilości PC i nie może być ponownie użyty. Proszę kupić inny kod licencji dla Smart Defrag Pro dla tego PC.
M_License_DLLMiss=Brakuje pliku RegisterCom.dll. Zainstaluj ponownie Smart Defrag i spróbuj ponownie zarejestrować.
M_GiveawayCode=Licencja tego prezentu jest nieprawidłowa. Kliknij Tak, aby zakupić nowy kod licencji.
M_PageC_Cap=Automatyczna defragmentacja
M_PageC_Des1=Defragmentuj inteligentnie dyski podczas bezczynnosci systemu.
M_PageC_Des2=Włącz automatyczną defragmentację, aby utrzymać niższy współczynnik fragmentacji i uzyskać lepszą wydajność.
M_PageD_Cap=Automatyczna aktualizacja
M_PageD_Des1=Aktualizuj automatycznie do najnowszej wersji.
M_PageD_Des2=Włącz automatyczną aktualizację, aby zachować najnowsze oprogramowanie i cieszyć się najlepszym doznaniem.
M_PageE_Cap=Defragmentuj pliki rejestru podczas defragmentacji czasu uruchamiania
M_PageE_Des1=Defragowanie plików rejestru, których nie można defragmentować podczas pracy Windows.
M_PageE_Des2=Zwiększ szybkość dostępu do rejestru, aby uzyskać lepszą wydajność systemu.
M_PageF_Cap=Defragmentuj określone pliki podczas defragmentacji czasu uruchamiania
M_PageF_Des1=Określ pliki, których nie można defragmentować, gdy system jest uruchomiony i defragmentuj podczas uruchamiania Windows.
M_PageF_Des2=Zwiększ szybkość dostępu do plików, aby uzyskać bardziej stabilną i płynniejszą wydajność systemu.

[M_PrivacyScanner]
0=Internet Explorer
1=Mozilla Firefox
2=Google Chrome
3=Opera
4=Safari
5=Windows
6=Aplikacje biurowe
7=Internet
8=Multimedia
9=Narzędziowe
10=Niestandardowe rozszerzenia
11=Opera Next
12=Mozilla Thunderbird
13=Ice Dragon
14=Aplikacje Windows
15=iTunes
M_Scan=Skanowanych:
M_Fix=Naprawionych:
M_GS=Stan ogólny
M_TyURL=Wpisane adresy URL
M_Cookie=Cookies
M_TempF=Pliki tymczasowe
M_His=Historia
M_IDF=Indeksowane pliki Danych
M_AFF=Zapisany formularz informacyjny
M_AFP=Zapisane hasła
M_ICache=Pamięć podręczna Internetu
M_DownHis=Historia pobierania
M_SaveFI=Zapisany formularz informacyjny
M_Reg=Rejestr
M_ReDoc=Ostatnie dokumenty
M_RunHis=Uruchom historię
M_DelOnBoot=(Usuń podczas uruchamiania)
M_ItemsCap=elementów %s, %s
M_Session=Sesja
M_SavePwd=Zapisane hasła
M_ComDatabase=Kompaktowa baza danych
M_PriFixCap=[Naprawa prywatności]: naprawiono problemów %d
M_Det=Szczegóły
M_Del=Usunięte
M_CFFDB=Kompaktowa baza danych Firefox
M_CGCDB=Kompaktowa baza danych Google Chrome
M_WebBro=Przeglądarka sieciowa
M_NoteIt=Uwaga: Nie można usunąć pozostałości %s, kiedy jest uruchomiony.
M_NoteThey=Uwaga: Nie można usunąć pozostałości %s, kiedy jest uruchomiony.
M_WebIcons=Ikony sieciowe
M_LastDL=Ostatnia lokalizacja pobierania
M_InsCache=Pamięć podręczna Instalatora
M_MobApp=Aplikacje mobilne
M_Book=Książki
M_Podcasts=Publikacje dźwiękowe
M_SanpViewer=Przeglądarka migawki
M_RemoteD=Zdalny pulpit
M_ManageC=Konsola zarządzania
M_Wordpad=Wordpad
M_Paint=Paint
M_PhotoE=Edytor zdjęć
M_GameE=Eksplorator gry
M_Defender=Windows Defender
M_Search=Szukaj

[SmartDefrag_LocalDiskItem]
icon_histogram.Hint=Kondycja dysku
btn_auto_defrag.Caption=Automatyczna defragmentacja
btn_boot_defrag.Caption=Defragmentacja obszaru rozruchu
btn_disk_clean.Caption=Czyszczenie dysku
lblOptimizeType.Items[1].Caption=Modyfikacja
lblOptimizeType.Items[2].Caption=Optymalizacja aplikacji

[SmartDefrag_SDPromoteFrame]
rdlblAboutPro.Caption=Sprawdź wszystkie funkcje
btnPurchaseNow.Caption=Kup teraz
btnBack.Caption=Wstecz
lblLeaveContent.Items[0].Caption=Automatycznie defragmentuje wybrane pliki i dyski utrzymując w czasie rzeczywistym PC w maksymalnej wydajności.
lblLeaveContent.Items[1].Caption=Defragmentacja obszaru rozruchu może defragmentować  określone pliki i dyski w czasie uruchamiania systemu, aby zapewnić najlepszą wydajność przy uruchamianiu..
rdlblRightTitle.Items[0].Caption=Wszystkie fragmenty zostały zddefragmentowane.
rdlblRightTitle.Items[1].Caption=Niektóre fragmenty nie mogą być defragmentowane, ponieważ powiązane z nimi pliki są w użyciu.
rdlblRightTitle.Items[2].Caption=Fragmenty zostały zdefragmentowane pomyślnie!
rdlblLeftTitle.Items[0].Caption=Gwarantowana ochrona PC przy najwyższej wydajności
rdlblLeftTitle.Items[1].Caption=Gwarantowana maksymalizacja wydajności dysku
rdlblLeftContent.Items[0].Caption=Jesteś w pełni zabezpieczony przez nasz 60 dniowy gwarantowany zwrot pieniędzy. Jeżeli nasz produkt nie realizuje swoich obietnic, dostaniesz od nas pełny zwrot. Bez zadawania pytań.
rdlblLeftContent.Items[1].Caption=Jesteś w pełni zabezpieczony przez nasz 60 dniowy gwarantowany zwrot pieniędzy. Jeżeli nasz produkt nie realizuje swojej obietnicy, dostaniesz od nas pełny zwrot.
rdlblTitle3.Caption=Uzyskaj maksymalną wydajność dysku za pomocą wersji Pro.
rdlblContent1.Caption=Pozwala na zwiększenie przestrzeni dyskowej i do 200% zwiększenie szybkości dostępu do plików.
rdlblContent2.Caption=Automatyczna defragmentacja wybranych plików i dysków w czasie rzeczywistym.
rdlblContent3.Caption=Dogłębna defragmentacja dysków a nawet plików systemowych przy uruchamianiu systemu.
rdlblContent4.Caption=Automatyczna aktualizacja do najnowszej wersji.

[SmartDefrag_AutoAnalyzeForm]
btnClose.Hint=Zamknij
btnSetting.Hint=Ustwienia
btnDefragManually.Caption=Ręczna defragmentacja
btnActivateAutoDefrag.Caption=Aktywacja Automatycznej defragmentacji
lblTitle.Caption=Zaplanowana defragmentacja
btnShowAgain.Caption=Nie pokazuj tego ponownie

[DiskInfo_Smart]
UNKNOWN=Nieznany
VENDOR_SPECIFIC=Specyficzne dla dostawcy
01=Częstotliwość błędów podczas odczytu
02=Ogólna przepustowość twardego dysku
03=Przeciętny czas rozpędzenia talerzy dysku
04=Ilość cykli start/stop
05=Ilość ponownie przydzielonych sektorów
06=Funkcja atrybutu nie jest sprecyzowana
07=Częstotliwość błędów pozycjonowania głowic
08=Wydajność podczas wyszukiwania
09=Całkowita ilość godzin pracy dysku (w stanie zasilania)
0A=Ilość prób rozpędzenia talerzy dysku
0B=Całkowita ilość żądań rekalibracji (jeżeli pierwsza próba nie powiodła się)
0C=Ilość pełnych cykli zasilania dysku
0D=Ilość poprawionych błędów odczytu zgłoszonych do systemu operacyjnego
B8=Błąd parzystości (pomiędzy kontrolerem a twardym dyskiem)
BB=Ilość nienaprawialnych błędów przy użyciu ECC
BC=Limit czasu polecenia
BD=Przekraczanie określonego zakresu pracy (wychylenia)
BE=Temperatura przepływającego powietrza
BF=Częstotliwość występowania błędów spowodowanych wstrząsem
C0=Ilość naprawionych cykli wyłączenia
C1=Ilość cykli parkowania głowic przy załączonym zasilaniu
C2=Temperatura
C3=Częstotliwość występowania "błędów w locie"
C4=Ilość zdarzeń realokacji
C5=Ilość niestabilnych sektorów (oczekujących na przydzielenie)
C6=Ilość nienaprawialnych błędów
C7=Ilość błędów CRC w trybie Ultra DMA
C8=Ilość błędów zapisu
C9=Ilość poprawionych błędów odczytu zgłoszonych do systemu operacyjnego
CA=Częstotliwość występowania błędów "Data Address Mark"
CB=Ilość błędów ECC
CC=Ilość błędów poprawionych przez programową korekcję błędów
CD=Częstotliwość występowania "błędów termicznych"
CE=Nieprawidłowa wysokość głowicy nad powierzchnią dysku
CF=Najwyższa wartość prądu potrzebna do "rozkręcenia" talerzy dysku
D0=Ilość "buzz routines" potrzebna do "rozkręcenia" talerzy dysku
D1=Wydajność wyszukiwania podczas operacji offline
D3=Ilość wibracji podczas zapisu danych
D4=Ilość wstrząsów podczas zapisu danych
DC=Przesunięcie talerzy od osi
DD=Błędy spowodowane na przykład upuszczeniem dysku
DE=Łączny czas pracy akuratora głowic podczas normalnego działania
DF=Łączny czas pracy akuratora głowic podczas odczytu/zapisu/pozycjonowania
E0=Łączny czas użycia akuratora głowic na skutek oporu tarcia części mechanicznych dysku
E1=Łączna ilość cykli parkowania/powrotu głowic ze strefy parkowania
E2=Całkowity czas działania akuratora głowic
E3=Ilość prób wyrównania rozbieżności szybkości obrotowej talerzy
E4=Ilość naprawionych wyłączeń dysku
E6=Amplituda drgań głowic w czasie pracy
E7=Temperatura napędu
F0=Czas pozycjonowania głowicy
FA=Ilość błędów odczytu z dysku
FE=Ilość wykrytych przez czujnik przyśpieszenia przeciążeń

[DiskInfo_SmartSsd]
01=Częstotliwość błędów podczas odczytu
02=Ogólna przepustowość twardego dysku
03=Przeciętny czas rozpędzenia talerzy dysku
04=Ilość cykli start/stop
05=Ilość ponownie przydzielonych sektorów
06=Funkcja atrybutu nie jest sprecyzowana
07=Częstotliwość błędów pozycjonowania głowic
08=Wydajność podczas wyszukiwania
09=Całkowita ilość godzin pracy dysku (w stanie zasilania)
0A=Ilość prób rozpędzenia talerzy dysku
0B=Całkowita ilość żądań rekalibracji (jeżeli pierwsza próba nie powiodła się)
0C=Ilość pełnych cykli zasilania dysku
0D=Ilość poprawionych błędów odczytu zgłoszonych do systemu operacyjnego
C0=Ilość niebezpiecznych wyłączeń
C2=Temperatura
C4=Ilość zdarzeń realokacji
C5=Ilość niestabilnych sektorów (oczekujących na przydzielenie)
C6=Ilość nienaprawialnych błędów
FF=Pozostały okres użytkowania

[DiskInfo_SmartMtron]
BB=Całkowita ilość kasowań

[DiskInfo_SmartIndlinx]
01=Częstotliwość błędów podczas odczytu
09=Całkowita ilość godzin pracy dysku (w stanie zasilania)
0C=Ilość pełnych cykli zasilania dysku
B8=Ilość złych bloków początkowych
C3=Ilość nieudanych zapisów do bloków
C4=Ilość bloków błędów kasowania
C5=Ilość bloków błędów odczytu
C6=Całkowita ilość sektorów odczytu
C7=Całkowita ilość sektorów zapisu
C8=Całkowita ilość poleceń odczytu
C9=TCałkowita ilość poleceń zapisu
CA=Całkowita ilość bitów błędów z pamięci flash
CB=Całkowita ilość sektorów odczytu do naprawy błędów bitowych
CC=Zła flaga pełnego bloku
CD=Maksymalna specyfikacja licznika PE
CE=Minimalna ilość kasowań
CF=Maksymalna ilość kasowań
D0=Średnia ilość kasowań
D1=Pozostały okres żywotności dysku

[DiskInfo_SmartJMicron60x]
09=Całkowita ilość godzin pracy dysku (w stanie zasilania)
0C=Ilość pełnych cykli zasilania dysku
C2=Temperatura
E5=ID zatrzymania systemu, ID Flash
E8=Informacja o wersji firmware
E9=Błędy zapisu ECC
EA=Średnia ilość kasowań, Maksymalna ilość kasowań
EB=Ilość dobrych bloków, Ilość bloków systemowych

[DiskInfo_SmartIntel]
03=Czas potrzebny do "rozkręcenia" talerzy dysku
04=Ilość cykli start/stop
05=Ilość realokowanych sektorów
09=Całkowita ilość godzin pracy dysku (w stanie zasilania)
0C=Ilość pełnych cykli zasilania dysku
C0=Ilość niebezpiecznych wyłączeń
E1=Zapisanych Hostów
E8=Dostępna ilość rezerwowej pamięci (na podmianę uszkodzonych sektorów)
E9=Przybliżony okres czasu żywotności pamięci flash
B8=Wykryta ilość błędów parzystości

[DiskInfo_SmartSamsung]
09=Całkowita ilość godzin pracy dysku (w stanie zasilania)
0C=Ilość skończonych operacji start/stop
AF=Ilość nieudanych operacji zapisu komórek pamięci flash (Chip)
B0=Ilość nieudanych operacji kasowania komórek pamięci flash (Chip)
B1=Maksymalna ilość operacji kasowania wykonana na pojedynczym bloku pamięci flash
B2=Procent puli zużycia rezerwowych komórek pamięci (Chip)
B3=Procent puli zużycia rezerwowych komórek pamięci (wszystkich)
B4=Procent puli zużycia rezerwowych komórek pamięci (wszystkich)
B5=Ilość nieudanych operacji zapisu komórek pamięci flash (wszystkich)
B6=Ilość nieudanych operacji kasowania komórek pamięci flash (wszystkich)
B7=Czas trwania złych bloków (całkowity)
BB=Ilość nienaprawialnych błędów
BE=Ilość przekroczeń temperatury
C2=Temperatura
C3=Wskaźnik ECC
C6=Ilość nienaprawialnych błędow Off-Line
C7=Ilość błędów CRC
C9=Stan super pojemności
CA=Stan trybu SSD

[DiskInfo_SmartSandForce]
01=Częstotliość błędów podczas odczytu RAW
05=Iość odosobnionych bloków
09=Całkowita ilość godzin pracy dysku (w stanie zasilania)
0C=Ilość pełnych cykli zasilania dysku
0D=Ilość poprawionych błędów odczytu zgłoszonych do systemu operacyjnego
64=Ilość GB pamięci Flash skasowana na dysku przez okres użytkowania
AA=Ilość rezerwowych komórek (bloków) pamięci flash
AB=Ilość nieudanych operacji zapisu komórek pamięci flash
AC=Ilość nieudanych operacji kasowania komórek pamięci flash
AE=Ilość niespodziewanych zaników zasilania
B1=Zakres zużycia Delta
B5=Ilość nieudanych operacji zapisu komórek pamięci flash
B6=Ilość nieudanych operacji kasowania komórek pamięci flash
B8=Zgłoszone błędy kodu wykrywania błędów we/wy
BB=Ilość nienaprawialnych błędów przy użyciu ECC
C2=Temperatura
C3=Ilość nieodwracalnych błędów ECC w locie
C4=Ilość zdarzeń realokacji
C6=Ilość nienaprawialnych błędów
C7=SATA R-Błędy (CRC) Ilość błędów
C9=Nienaprawialna ilość błędów odczytu zgłoszonych do systemu operacyjnego
CC=Ilość błędów poprawionych przez programową korekcję błędów
E6=Stan krzywej żywotności
E7=ŻywotnośćSSD po lewej
E8=Dostępna ilość rezerwowej pamięci (na podmianę uszkodzonych sektorów)
EB=Super pojemność zdrowotności
F1=Okres istnienia zapisów Hosta
F2=Okres istnienia odczytów Hosta

[DiskInfo_SmartJMicron61x]
01=Częstotliwość błędów podczas odczytu
02=Ogólna przepustowość twardego dysku
03=Przeciętny czas rozpędzenia talerzy dysku
05=Ilość ponownie przydzielonych sektorów
07=Częstotliwość błędów pozycjonowania głowic
08=Wydajność podczas wyszukiwania
09=Całkowita ilość godzin pracy dysku (w stanie zasilania).
0A=Ilość prób rozpędzenia talerzy dysku
0C=Ilość pełnych cykli zasilania dysku
A8=Ilość błędów SATA PHY
AF=Tabela ilości złych klastrów (Ilość błędów ECC)
C0=Ilość niespodziewanych zaników zasilania
C2=Temperatura
C5=Ilość niestabilnych sektorów (oczekujących na przydzielenie)
AA=Ilość uszkodzonych bloków
AD=Ilość kasowań

[DiskInfo_SmartMicron]
01=Częstotliość błędów podczas odczytu RAW
05=Ilość ponownie przydzielonych sektorów
09=Całkowita ilość godzin pracy dysku (w stanie zasilania)
0C=Ilość pełnych cykli zasilania dysku
AA=Wzrost ilości nieudanych bloków
AB=Ilość nieudanych operacji zapisu komórek pamięci flash
AC=Ilość nieudanych operacji kasowania komórek pamięci flash
AD=Maksymalna ilość operacji kasowania wykonana na pojedynczym bloku pamięci flash
AE=Ilość niespodziewanych zaników zasilania
B5=Wyrównany dostęp Nie-4k
B7=Częstość zmniejszania prędkość przesyłania SATA
BB=Ilość nienaprawialnych błędów przy użyciu ECC
BC=Limit czasu polecenia
BD=Fabryczna ilość złych bloków
C4=Ilość zdarzeń realokacji
C5=Ilość niestabilnych sektorów (oczekujących na przydzielenie)
C6=Silne skanowanie Off-line ilości nienaprawialnych błędów
C7=Ilość błędów CRC w trybie UltraDMA
CA=Szacunkowy procent czasu użytkowania
CE=Częstość błędu zapisu

[DiskInfo_MainForm]
btnClose.Hint=Zamknij
btnMaxmize.Hint=Maksymalizuj
btnMinmize.Hint=Minimalizuj
btnRestore.Hint=Przywróć
rdlblDiskStatus.Caption=Kondycja dysku:
rdlblDiskTemp.Caption=Temperatura:
rdlblUsage.Caption=Użycie:
rdlblReadSpeed.Caption=Szybkość odczytu:
rdlblResponseTime.Caption=Czas odpowiedzi:
rdlblWriteSpeed.Caption=Szybkość zapisu:
rdlblDriveName.Caption=Napęd:
rdlblFreeMoreSpace.Caption=Zwolnij więcej miejsca
rdlblDiskInfo.Caption=Raport analizy samokontroli dysku:
lvDiskInfo.Columns[0].Caption=ID
lvDiskInfo.Columns[1].Caption=Nazwa atrybutu
lvDiskInfo.Columns[2].Caption=Stan
lvDiskInfo.Columns[3].Caption=Wartość
lvDiskInfo.Columns[4].Caption=Najgorszy
lvDiskInfo.Columns[5].Caption=Próg
lvDiskInfo.Columns[6].Caption=Dane Raw

[SmartDefrag_SchduleDefragInfoForm]
btnClose.Hint=Zamknij
btnSetting.Hint=Ustawienia
btnDefragManually.Caption=Defragmentacja ręczna
btnActivateAutoDefrag.Caption=Aktywuj automatyczną defragmentację
lblTitle.Caption=Harmonogram defragmentacji
btnShowAgain.Caption=Nie pokazuj tego ponownie

[ActionCenter_M]
M_AC_FreeTitleHide=Wzmianka!
M_AC_FreeDetailHide_New=Wszystkie zalecane programy są ukryte! Kliknij przycisk "Pokaż", aby wyświetlić je ponownie, a następnie zainstaluj, aby uzyskać pełną ochronę i wydajność.
M_AC_FreeDetailShow_New=Uzyskaj lepszą ochronę i zwiększ wydajność dzięki zalecanym programom.
M_FixAll=Uzyskaj wszystko
M_Hide=Ukryj
M_Show=Pokaż
M_Scan=Skanowanie...
M_Fix=Dowiedz się więcej
M_Install=Zainstaluj teraz
M_fixing=Instalacja
M_Updating=Aktualizacja
M_RuningWell=Została zainstalowana najnowsza wersja
M_Outdated=Przestarzały
M_NotInstalled=Nie zainstalowany
M_Recomm_Ins=Zalecane: Zainstaluj %s
M_Recomm_Upt=Zalecane: Aktualizuj %s
M_RunASC=Skanuj teraz
M_ASCCaption=Wydajność systemu
M_ASCInfo_NotIns=Znaleziono błędy w rejestrze, problemy z prywatnością oraz niepotrzebne pliki w systemie.
M_ASCInfo_UpToDate=Advanced SystemCare przyspiesza i optymalizuje komputer za pomocą 1-go kliknięcia.
M_ASCInfo_NeedUpDate=Advanced SystemCare jest przestarzały.
M_ASCOffer=Czyszczenie i optymalizacja PC za pomocą 1-go kliknięcia.<br>Przyspiesz czas ładowania PC do 300% szybciej.<br>Wyczyść ślady surfowania, aby zabezpieczyć prywatność.<br>Monitoruj kondycję PC w czasie rzeczywistym, aby uzyskać płynniejszy PC.<br>Chroń PC przed wspólnym oprogramowaniem szpiegującym.
M_RunDB=Skanuj teraz
M_DBCaption=Aktualizator sterowników
M_DBInfo_NotIns_C=Znaleziono %s nieaktualnych sterowników, które mogą spowalniać i destabilizować PC.
M_DBInfo_NotIns=Mogą być nieaktualne sterowniki, które mogą spowalniać i destabilizować PC.
M_DBInfo_UpToDate=Driver Booster aktualizuje wszystkie przestarzałe sterowniki na PC.
M_DBInfo_NeedUpDate=Program aktualizacyjny sterownika jest przestarzały.
M_DBOffer=Duża Baza danych sterowników (1,000,000+).<br>Automatyczna aktualizacja sterowników za pomocą 1-go kliknięcia.<br>Bezpieczna aktualizacja z kwalifikowanymi sterownikami WHQL.<br>Naprawa wspólnych problemów (np. Sieć, dźwięk).<br>Ograniczanie zamrażania oraz zawieszania systemu.
M_RunIMF=Skanuj teraz
M_IMFCaption=Ochrona przed oprogramowaniem szpiegującym
M_IMFInfo_NotIns=Uzyskaj lepszą ochronę, instalując program ochrony przed szkodliwym oprogramowanieme firmy IObit.
M_IMFInfo_UpToDate=IObit Malware Fighter chroni komputer przed złośliwym oprogramowaniem.
M_IMFInfo_NeedUpDate=program ochrony przed szkodliwym oprogramowaniem jest przestarzały.
M_IMFOffer=Potężne i wszechstronne oprogramowanie przed szkodliwym oprogramowaniem.<br>Broń przed oprogramowaniem wymuszającym pieniądze jak najnowszy GoldenEye i Wannacry.<br>Bezpieczniejsze przeglądanie i pobieranie online.<br>Głębsza i wszechstronna ochrona w czasie rzeczywistym.
M_RunAMC=Dowiedz się więcej
M_AMCCaption=Ochrona Androida
M_AMCInfo_NotIns=Uzyskaj lepsze zabezpieczenia i ochronę prywatności urządzenia z Androidem.
M_Recomm_Ins_AMC=Zalecane: Zainstaluj %s na urządzeniu Android.
M_RunSM=Uruchom teraz
M_SMCaption=Menu Start
M_SMInfo_NotIns=PowWróć do znanego Menu "Start" Windows.
M_SMInfo_UpToDate=Menu Start 8 przywraca Menu "Start" Windows
M_SMInfo_NeedUpDate=Menu Start 8 jest przestarzały.
M_SMOffer=Przywróć klasyczne Menu start do Windows 8 i Windows 10.<br>Potężny i prosty moduł wyszukiwania plików.
M_RunIU=Uruchom teraz
M_IUCaption=Deinstalator programów
M_IUInfo_NotIns=Usuń niechciane programy, paski narzędzi i wtyczki przeglądarki.
M_IUInfo_UpToDate=IObit Uninstaller usuwa dokładnie wtyczki i aplikacje.
M_IUInfo_NeedUpDate=IObit Uninstaller jest przestarzały.
M_IUOffer=Szybkie usuwanie wtyczek przeglądarki, pasków narzędzi i rozszerzeń.<br>Łatwe usuwanie niechcianych programów.<br>Całkowite czyszczenie pozostałości po wbudowanym dezinstalatorze.
M_RunFP=Konwertuj teraz
M_FPCaption=Konwerter Video
M_FPInfo_NotIns=Uzyskaj konwerter wideo, aby konwertować filmy na różne urządzenia.
M_FPInfo_UpToDate=Miłego oglądania filmów na dowolnych urządzeniach.
M_FPInfo_NeedUpDate=Format pakietu jest przestarzały.
M_RunDL=Zarządzaj
M_DLCaption=Zarządzaj hasłem
M_DLInfo_NotIns=Chroń wszystkie swoje hasła i zarządzaj nimi za pomocą zarządzania hasłami Dashlane.
M_DLInfo_UpToDate=Nigdy nie zapomnisz hasła z bezpiecznym Dashlane.
M_DLOffer=Szybka i łatwa instalacja.<br>Chroń wszystkie swoje hasła.<br>Dla Windows, Mac, iOS,oraz Android.
M_RunIVC=Wypróbuj teraz
M_IVCCaption=Bezpłatny konwerter Video
M_IVCInfo_NotIns=100% bezpłatny i czysty, 150+ formatów i szybsza konwersja wideo!
M_IVCInfo_UpToDate=Oglądaj filmy w jakikolwiek inny sposób.
M_IVCInfo_NeedUpDate=iFun konwerter Video jest przestarzały.
M_RunIOT=Zarządzaj teraz
M_IOTCaption=Zarządzaj iPhone
M_IOTInfo_NotIns=1 kliknięciem importuj, eksportuj i zarządzaj zdjęciami, filmami, muzyką na urządzeniu z iOS.
M_IOTInfo_UpToDate=IOTransfer działa dobrze.
M_IOTInfo_NeedUpDate=IOTransfer jest przestarzały.
M_IOTOffer=Twój najlepszy Manager iPhone/iPad.<br>Transfer danych z iPhone/iPad do PC przy pomocy 1-Kliknięcia.<br>Pobieraj filmy online z ponad 100 popularnych stron internetowych.<br>Wyczyść łatwo i bezpiecznie niepotrzebne pliki, aby zwolnić miejsce na urządzeniu z iOS.
M_Close=Zamknij
M_Cancel=Anuluj
M_Moffer_Install=Instaluj
M_Moffer_NoteEP=Poprzez kliknięcie przycisku "Instaluj", wyrażasz zgodę na instalację %s oraz akceptujesz <a>Porozumienie licencyjne użytkownika końcowego</a> i <a>Politykę prywatności</a>.
M_Moffer_Refund=<a>Uwaga:</a> Można otrzymać zwrot w ciągu 30 dni. Przeczytaj <a>Polityka zwrotu</a>.

[ActionCenter_FormActiveAutoUpt]
btnUptManual.Caption=Aktualizuj ręcznie
lblActiveTitle.Caption=Zmęczony ręcznymi aktualizacjami?
btnActiveAutoUpt.Caption=Atywuj automatyczne aktualizacje
btnDonotShow.Caption=Nie pokazuj tego ponownie
lblClose.Caption=Zamknij

[FormShuffle_Main_M]
M_Title=Szansa na losowanie
M_Close=Zamknij
M_Info=Gratulacje! Otrzymujesz szansę na losowanie %d.
M_Next=Wykorzystałeś tą szansę. Proszę czekać na następną szansę.
M_Congrate=Brawo! %s! tylko %d użytkowników wygrało!
M_ShuffleConNol=Brawo! %s! tylko %d użytkowników wygrało! Ważne przez dni %t.
M_ShuffleConLast=Brawo! %s! tylko %d użytkowników wygrało! Ważne do ostatniego dnia.
M_TryMyLuck=Spróbuj szczęścia
M_GetItNow=Uzyskaj to teraz
M_ShufflePro=1 rok próbny Smart Defrag dla tego PC.
M_ExitTip=Jeżeli wyjdziesz teraz, możesz stracić wyłączną zniżkę. Pobierz rabat teraz?
M_ExitTipSure=Stracisz ekskluzywne zniżki, jeśli wyjdziesz teraz. Uzyskaj rabat teraz?
M_ExitTipPro=Stracisz szanse na uzyskanie Smart Defrag Pro, jeżeli wyjdziesz teraz. Get Smart Defrag Pro Now?
M_ExitCancel=Nie, dziękuję
M_CreateLicense=Aktywacja Smart Defrag PRO, proszę czekać
M_CreateFin=Smart Defrag Pro został pomyślnie aktywowany. Korzystaj z funkcji Pro!
M_TryItNow=Wypróbuj teraz
M_ASCConInof=%s zniżki dla Advaced SystemCare Pro
M_DBConInof=%s zniżki dla Driver Booster Pro
M_IMFConInof=%s zniżki dla IObit Malware Fighter Pro
M_SDConInof=%s zniżki dla Smart Defrag Pro
M_BGConInof=%s zniżki dla najlepszej oferty
M_ProConInof=<a>1 rok</a> dla Smart Defrag Pro dla tego PC

